Repository: yojimbo187-alt/fud-ai
Catalog: ios/calorietracker/LocalModels.xcstrings
Source language: en
Languages: ar, az, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

# gemma.error.notDownloaded
source: Gemma 4 is not downloaded. Download it in Settings → AI Providers.
ar: لم يتم تنزيل Gemma 4. نزّله من الإعدادات ← موفرو الذكاء الاصطناعي.
az: Gemma 4 endirilməyib. Onu Parametrlər → Süni intellekt təminatçıları bölməsindən endirin.
de: Gemma 4 wurde nicht heruntergeladen. Lade es unter Einstellungen → KI-Anbieter herunter.
es: Gemma 4 no está descargado. Descárgalo en Ajustes → Proveedores de IA.
fi: Gemma 4:ää ei ole ladattu. Lataa se kohdasta Asetukset → Tekoälypalveluntarjoajat.
fr: Gemma 4 n’est pas téléchargé. Téléchargez-le dans Réglages → Fournisseurs d’IA.
hi: Gemma 4 डाउनलोड नहीं किया गया है। इसे सेटिंग्स → AI प्रोवाइडर में डाउनलोड करें।
it: Gemma 4 non è stato scaricato. Scaricalo in Impostazioni → Provider IA.
ja: Gemma 4 はダウンロードされていません。「設定」→「AI プロバイダ」でダウンロードしてください。
ko: Gemma 4가 다운로드되지 않았습니다. 설정 → AI 제공업체에서 다운로드하세요.
nl: Gemma 4 is niet gedownload. Download het via Instellingen → AI-providers.
pl: Model Gemma 4 nie został pobrany. Pobierz go w Ustawienia → Dostawcy AI.
pt_br: O Gemma 4 não foi baixado. Baixe-o em Ajustes → Provedores de IA.
ro: Gemma 4 nu este descărcat. Descărcați-l din Configurări → Furnizori AI.
ru: Gemma 4 не загружена. Загрузите её в разделе «Настройки → Поставщики ИИ».
uk: Gemma 4 не завантажена. Загрузите её в разделе «Налаштування → Провайдери ШІ».
zh_hans: Gemma 4 尚未下载。请前往“设置”→“AI 提供商”下载。

# gemma.error.busy
source: Gemma 4 is already busy. Please wait for the current operation to finish.
ar: Gemma 4 مشغول بالفعل. يُرجى الانتظار حتى انتهاء العملية الحالية.
az: Gemma 4 artıq məşğuldur. Cari əməliyyat bitənədək gözləyin.
de: Gemma 4 ist bereits beschäftigt. Bitte warte, bis der aktuelle Vorgang abgeschlossen ist.
es: Gemma 4 ya está ocupado. Espera a que termine la operación actual.
fi: Gemma 4 on jo käytössä. Odota nykyisen toiminnon valmistumista.
fr: Gemma 4 est déjà occupé. Veuillez attendre la fin de l’opération en cours.
hi: Gemma 4 पहले से व्यस्त है। कृपया मौजूदा प्रक्रिया पूरी होने तक प्रतीक्षा करें।
it: Gemma 4 è già occupato. Attendi il completamento dell’operazione corrente.
ja: Gemma 4 はすでに処理中です。現在の処理が完了するまでお待ちください。
ko: Gemma 4가 이미 작업 중입니다. 현재 작업이 끝날 때까지 기다려 주세요.
nl: Gemma 4 is al bezig. Wacht tot de huidige bewerking is voltooid.
pl: Gemma 4 jest już zajęty. Poczekaj na zakończenie bieżącej operacji.
pt_br: O Gemma 4 já está ocupado. Aguarde a conclusão da operação atual.
ro: Gemma 4 este deja ocupat. Așteptați finalizarea operațiunii curente.
ru: Gemma 4 уже занята. Дождитесь завершения текущей операции.
uk: Gemma 4 уже зайнята. Зачекайте завершения текущей операции.
zh_hans: Gemma 4 正忙。请等待当前操作完成。

# gemma.error.insufficientStorage
source: Gemma 4 needs %@ free, including installation headroom. This iPhone currently has %@ available.
ar: يحتاج Gemma 4 إلى مساحة خالية قدرها %@، بما في ذلك المساحة الإضافية للتثبيت. يتوفر حاليًا على هذا الـ iPhone مقدار %@.
az: Quraşdırma üçün əlavə yer daxil olmaqla Gemma 4 modelinə %@ boş yer lazımdır. Hazırda bu iPhone-da %@ mövcuddur.
de: Gemma 4 benötigt %@ freien Speicher einschließlich Installationsreserve. Auf diesem iPhone sind derzeit %@ verfügbar.
es: Gemma 4 necesita %@ libres, incluido el espacio adicional para la instalación. Este iPhone tiene actualmente %@ disponibles.
fi: Gemma 4 tarvitsee %@ vapaata tilaa asennusvara mukaan lukien. Tällä iPhonella on nyt käytettävissä %@.
fr: Gemma 4 nécessite %@ d’espace libre, marge d’installation comprise. Cet iPhone dispose actuellement de %@.
hi: Gemma 4 को इंस्टॉलेशन की अतिरिक्त जगह सहित %@ खाली स्थान चाहिए। इस iPhone पर अभी %@ उपलब्ध है।
it: Gemma 4 richiede %@ di spazio libero, incluso il margine per l’installazione. Su questo iPhone sono attualmente disponibili %@.
ja: Gemma 4 には、インストール用の余裕を含めて %@ の空き容量が必要です。この iPhone で現在利用できる容量は %@ です。
ko: Gemma 4에는 설치 여유 공간을 포함해 %@의 빈 공간이 필요합니다. 현재 이 iPhone에서 사용 가능한 공간은 %@입니다.
nl: Gemma 4 heeft %@ vrije ruimte nodig, inclusief installatieruimte. Op deze iPhone is momenteel %@ beschikbaar.
pl: Gemma 4 potrzebuje %@ wolnego miejsca, w tym zapasu na instalację. Na tym iPhonie jest obecnie dostępne %@.
pt_br: O Gemma 4 precisa de %@ livres, incluindo a margem para instalação. Este iPhone tem %@ disponíveis no momento.
ro: Gemma 4 necesită %@ spațiu liber, inclusiv rezerva pentru instalare. Acest iPhone are momentan %@ disponibili.
ru: Для Gemma 4 требуется %@ свободного места с учётом запаса для установки. Сейчас на этом iPhone доступно %@.
uk: Для Gemma 4 потрібен %@ вільного місця с учётом запаса для установки. Сейчас на цьому iPhone доступно %@.
zh_hans: Gemma 4 需要 %@ 可用空间（包括安装余量）。此 iPhone 当前有 %@ 可用。

# gemma.error.storageCapacityUnavailable
source: Available storage could not be checked, so the large model download was not started.
ar: تعذّر التحقق من مساحة التخزين المتاحة، لذلك لم يبدأ تنزيل النموذج الكبير.
az: Mövcud yaddaşı yoxlamaq mümkün olmadığından böyük modelin endirilməsi başlamadı.
de: Der verfügbare Speicher konnte nicht geprüft werden. Daher wurde der Download des großen Modells nicht gestartet.
es: No se pudo comprobar el almacenamiento disponible, por lo que no se inició la descarga del modelo grande.
fi: Käytettävissä olevaa tallennustilaa ei voitu tarkistaa, joten suuren mallin latausta ei aloitettu.
fr: L’espace de stockage disponible n’a pas pu être vérifié. Le téléchargement du modèle volumineux n’a donc pas démarré.
hi: उपलब्ध स्टोरेज की जांच नहीं हो सकी, इसलिए बड़े मॉडल का डाउनलोड शुरू नहीं किया गया।
it: Non è stato possibile verificare lo spazio disponibile, quindi il download del modello di grandi dimensioni non è iniziato.
ja: 利用可能なストレージを確認できなかったため、大容量モデルのダウンロードは開始されませんでした。
ko: 사용 가능한 저장 공간을 확인할 수 없어 대용량 모델 다운로드를 시작하지 않았습니다.
nl: De beschikbare opslag kon niet worden gecontroleerd. Daarom is de download van het grote model niet gestart.
pl: Nie udało się sprawdzić dostępnego miejsca, dlatego nie rozpoczęto pobierania dużego modelu.
pt_br: Não foi possível verificar o armazenamento disponível, então o download do modelo grande não foi iniciado.
ro: Spațiul de stocare disponibil nu a putut fi verificat, deci descărcarea modelului mare nu a început.
ru: Не удалось проверить доступное хранилище, поэтому загрузка большой модели не была начата.
uk: Не вдалося проверить доступное хранилище, поетому завантаження большой модели не била начата.
zh_hans: 无法检查可用存储空间，因此未开始下载大型模型。

# gemma.error.invalidDownload
source: The Gemma 4 download could not be verified (%@). Please try again.
ar: تعذّر التحقق من تنزيل Gemma 4 ‏(%@). يُرجى المحاولة مرة أخرى.
az: Gemma 4 endirməsini yoxlamaq mümkün olmadı (%@). Yenidən cəhd edin.
de: Der Gemma-4-Download konnte nicht überprüft werden (%@). Bitte versuche es erneut.
es: No se pudo verificar la descarga de Gemma 4 (%@). Inténtalo de nuevo.
fi: Gemma 4:n latausta ei voitu vahvistaa (%@). Yritä uudelleen.
fr: Le téléchargement de Gemma 4 n’a pas pu être vérifié (%@). Veuillez réessayer.
hi: Gemma 4 डाउनलोड की पुष्टि नहीं की जा सकी (%@)। कृपया फिर से प्रयास करें।
it: Non è stato possibile verificare il download di Gemma 4 (%@). Riprova.
ja: Gemma 4 のダウンロードを検証できませんでした（%@）。もう一度お試しください。
ko: Gemma 4 다운로드를 확인할 수 없습니다(%@). 다시 시도해 주세요.
nl: De Gemma 4-download kon niet worden geverifieerd (%@). Probeer het opnieuw.
pl: Nie udało się zweryfikować pobranego modelu Gemma 4 (%@). Spróbuj ponownie.
pt_br: Não foi possível verificar o download do Gemma 4 (%@). Tente novamente.
ro: Descărcarea Gemma 4 nu a putut fi verificată (%@). Încercați din nou.
ru: Не удалось проверить загрузку Gemma 4 (%@). Повторите попытку.
uk: Не вдалося проверить загрузку Gemma 4 (%@). Спробуйте знову.
zh_hans: 无法验证 Gemma 4 下载内容（%@）。请重试。

# gemma.error.emptyResponse
source: Gemma 4 returned an empty response. Please try again.
ar: أعاد Gemma 4 استجابة فارغة. يُرجى المحاولة مرة أخرى.
az: Gemma 4 boş cavab qaytardı. Yenidən cəhd edin.
de: Gemma 4 hat eine leere Antwort zurückgegeben. Bitte versuche es erneut.
es: Gemma 4 devolvió una respuesta vacía. Inténtalo de nuevo.
fi: Gemma 4 palautti tyhjän vastauksen. Yritä uudelleen.
fr: Gemma 4 a renvoyé une réponse vide. Veuillez réessayer.
hi: Gemma 4 ने खाली जवाब दिया। कृपया फिर से प्रयास करें।
it: Gemma 4 ha restituito una risposta vuota. Riprova.
ja: Gemma 4 から空の応答が返されました。もう一度お試しください。
ko: Gemma 4가 빈 응답을 반환했습니다. 다시 시도해 주세요.
nl: Gemma 4 gaf een leeg antwoord. Probeer het opnieuw.
pl: Gemma 4 zwrócił pustą odpowiedź. Spróbuj ponownie.
pt_br: O Gemma 4 retornou uma resposta vazia. Tente novamente.
ro: Gemma 4 a returnat un răspuns gol. Încercați din nou.
ru: Gemma 4 вернула пустой ответ. Повторите попытку.
uk: Gemma 4 вернула пустой ответ. Спробуйте знову.
zh_hans: Gemma 4 返回了空响应。请重试。

# gemma.verification.wrongSize
source: expected %@ bytes, received %@
ar: المتوقع %@ بايت، وتم استلام %@
az: %@ bayt gözlənilirdi, %@ alındı
de: %@ Byte erwartet, %@ empfangen
es: se esperaban %@ bytes, se recibieron %@
fi: odotettiin %@ tavua, vastaanotettiin %@
fr: %@ octets attendus, %@ reçus
hi: %@ बाइट अपेक्षित थे, %@ मिले
it: previsti %@ byte, ricevuti %@
ja: 想定 %@ バイト、受信 %@
ko: 예상 크기: %@바이트, 수신 크기: %@
nl: %@ bytes verwacht, %@ ontvangen
pl: oczekiwano %@ bajtów, otrzymano %@
pt_br: esperados %@ bytes, recebidos %@
ro: se așteptau %@ octeți, s-au primit %@
ru: ожидалось %@ байт, получено %@
uk: ожидалось %@ байт, получено %@
zh_hans: 预期 %@ 字节，收到 %@

# gemma.verification.hashMismatch
source: SHA-256 mismatch
ar: عدم تطابق SHA-256
az: SHA-256 uyğun gəlmir
de: SHA-256 stimmt nicht überein
es: SHA-256 no coincide
fr: Non-correspondance du SHA-256
hi: SHA-256 मेल नहीं खाता
it: SHA-256 non corrispondente
ja: SHA-256 が一致しません
ko: SHA-256 불일치
nl: SHA-256 komt niet overeen
pl: Niezgodność SHA-256
pt_br: SHA-256 não corresponde
ro: SHA-256 nu corespunde
ru: Несовпадение SHA-256
uk: Несовпадение SHA-256
zh_hans: SHA-256 不匹配

# gemma.download.invalidHTTPResponse
source: The model server returned an invalid response.
ar: أعاد خادم النموذج استجابة غير صالحة.
az: Model serveri etibarsız cavab qaytardı.
de: Der Modellserver hat eine ungültige Antwort zurückgegeben.
es: El servidor del modelo devolvió una respuesta no válida.
fi: Mallipalvelin palautti virheellisen vastauksen.
fr: Le serveur du modèle a renvoyé une réponse non valide.
hi: मॉडल सर्वर ने अमान्य जवाब दिया।
it: Il server del modello ha restituito una risposta non valida.
ja: モデルサーバーから無効な応答が返されました。
ko: 모델 서버가 잘못된 응답을 반환했습니다.
nl: De modelserver gaf een ongeldig antwoord.
pl: Serwer modelu zwrócił nieprawidłową odpowiedź.
pt_br: O servidor do modelo retornou uma resposta inválida.
ro: Serverul modelului a returnat un răspuns nevalid.
ru: Сервер модели вернул недопустимый ответ.
uk: Сервер модели вернул недопустимий ответ.
zh_hans: 模型服务器返回了无效响应。

# gemma.download.httpStatus
source: The model server returned HTTP %@.
ar: أعاد خادم النموذج حالة HTTP ‏%@.
az: Model serveri HTTP %@ qaytardı.
de: Der Modellserver hat HTTP %@ zurückgegeben.
es: El servidor del modelo devolvió HTTP %@.
fi: Mallipalvelin palautti HTTP-tilan %@.
fr: Le serveur du modèle a renvoyé HTTP %@.
hi: मॉडल सर्वर ने HTTP %@ लौटाया।
it: Il server del modello ha restituito HTTP %@.
ja: モデルサーバーから HTTP %@ が返されました。
ko: 모델 서버가 HTTP %@을(를) 반환했습니다.
nl: De modelserver gaf HTTP %@ terug.
pl: Serwer modelu zwrócił HTTP %@.
pt_br: O servidor do modelo retornou HTTP %@.
ro: Serverul modelului a returnat HTTP %@.
ru: Сервер модели вернул HTTP %@.
uk: Сервер модели вернул HTTP %@.
zh_hans: 模型服务器返回了 HTTP %@。

# gemma.download.missingFile
source: The model download completed without a file.
ar: اكتمل تنزيل النموذج من دون ملف.
az: Model endirməsi fayl olmadan tamamlandı.
de: Der Modelldownload wurde ohne Datei abgeschlossen.
es: La descarga del modelo finalizó sin ningún archivo.
fi: Mallin lataus valmistui ilman tiedostoa.
fr: Le téléchargement du modèle s’est terminé sans fichier.
hi: मॉडल डाउनलोड बिना किसी फ़ाइल के पूरा हुआ।
it: Il download del modello è stato completato senza alcun file.
ja: モデルのダウンロードがファイルなしで完了しました。
ko: 모델 다운로드가 파일 없이 완료되었습니다.
nl: De modeldownload is voltooid zonder bestand.
pl: Pobieranie modelu zakończyło się bez pliku.
pt_br: O download do modelo foi concluído sem um arquivo.
ro: Descărcarea modelului s-a încheiat fără niciun fișier.
ru: Загрузка модели завершилась без файла.
uk: Завантаження модели завершилась без файла.
zh_hans: 模型下载已完成，但没有文件。

# whisper.providerName
source: Whisper Base (On-Device)
ar: Whisper Base (على الجهاز)
az: Whisper Base (cihazda)
de: Whisper Base (auf dem Gerät)
es: Whisper Base (en el dispositivo)
fi: Whisper Base (laitteessa)
fr: Whisper Base (sur l’appareil)
hi: Whisper Base (डिवाइस पर)
it: Whisper Base (sul dispositivo)
ja: Whisper Base（オンデバイス）
ko: Whisper Base(온디바이스)
nl: Whisper Base (op het apparaat)
pl: Whisper Base (na urządzeniu)
pt_br: Whisper Base (no dispositivo)
ro: Whisper Base (pe dispozitiv)
ru: Whisper Base (на устройстве)
uk: Whisper Base (на пристрої)
zh_hans: Whisper Base（设备端）

# whisper.providerDescription
source: Multilingual Whisper Base running entirely on this iPhone. Download once for private offline transcription.
ar: يعمل Whisper Base متعدد اللغات بالكامل على هذا الـ iPhone. نزّله مرة واحدة للحصول على نسخ خاص دون اتصال بالإنترنت.
az: Çoxdilli Whisper Base tamamilə bu iPhone-da işləyir. Məxfi oflayn transkripsiya üçün onu bir dəfə endirin.
de: Das mehrsprachige Whisper Base läuft vollständig auf diesem iPhone. Lade es einmalig für private Offline-Transkription herunter.
es: Whisper Base multilingüe se ejecuta íntegramente en este iPhone. Descárgalo una vez para obtener transcripciones privadas sin conexión.
fi: Monikielinen Whisper Base toimii kokonaan tällä iPhonella. Lataa se kerran yksityistä offline-litterointia varten.
fr: Whisper Base multilingue s’exécute entièrement sur cet iPhone. Téléchargez-le une fois pour une transcription privée hors ligne.
hi: बहुभाषी Whisper Base पूरी तरह इस iPhone पर चलता है। निजी ऑफ़लाइन ट्रांसक्रिप्शन के लिए इसे एक बार डाउनलोड करें।
it: Whisper Base multilingue viene eseguito interamente su questo iPhone. Scaricalo una volta per trascrizioni private offline.
ja: 多言語対応の Whisper Base はすべてこの iPhone 上で動作します。一度ダウンロードすれば、プライベートなオフライン文字起こしを利用できます。
ko: 다국어 Whisper Base가 이 iPhone에서 완전히 실행됩니다. 한 번 다운로드하면 비공개 오프라인 전사를 이용할 수 있습니다.
nl: De meertalige Whisper Base draait volledig op deze iPhone. Download het eenmalig voor privétranscriptie zonder internetverbinding.
pl: Wielojęzyczny Whisper Base działa w całości na tym iPhonie. Pobierz go raz, aby korzystać z prywatnej transkrypcji offline.
pt_br: O Whisper Base multilíngue é executado inteiramente neste iPhone. Baixe uma vez para fazer transcrições privadas off-line.
ro: Whisper Base multilingv rulează integral pe acest iPhone. Descărcați-l o singură dată pentru transcriere privată offline.
ru: Многоязычный Whisper Base полностью работает на этом iPhone. Загрузите его один раз для конфиденциальной офлайн-транскрипции.
uk: Многоязичний Whisper Base полностью работает на цьому iPhone. Загрузите его один раз для конфіденційної офлайн-транскрипции.
zh_hans: 多语言 Whisper Base 完全在此 iPhone 上运行。下载一次即可进行私密的离线转写。

# whisper.downloadProgress
source: Whisper Base download progress
ar: تقدّم تنزيل Whisper Base
az: Whisper Base endirmə gedişatı
de: Downloadfortschritt von Whisper Base
es: Progreso de descarga de Whisper Base
fi: Whisper Basen latauksen edistyminen
fr: Progression du téléchargement de Whisper Base
hi: Whisper Base डाउनलोड की प्रगति
it: Avanzamento del download di Whisper Base
ja: Whisper Base のダウンロード進捗
ko: Whisper Base 다운로드 진행률
nl: Downloadvoortgang van Whisper Base
pl: Postęp pobierania Whisper Base
pt_br: Progresso do download do Whisper Base
ro: Progresul descărcării Whisper Base
ru: Ход загрузки Whisper Base
uk: Прогрес завантаження Whisper Base
zh_hans: Whisper Base 下载进度

# whisper.deleteTitle
source: Delete Whisper Base?
ar: هل تريد حذف Whisper Base؟
az: Whisper Base silinsin?
de: Whisper Base löschen?
es: ¿Eliminar Whisper Base?
fi: Poistetaanko Whisper Base?
fr: Supprimer Whisper Base ?
hi: Whisper Base को हटाएं?
it: Eliminare Whisper Base?
ja: Whisper Base を削除しますか？
ko: Whisper Base를 삭제할까요?
nl: Whisper Base verwijderen?
pl: Usunąć Whisper Base?
pt_br: Excluir o Whisper Base?
ro: Ștergeți Whisper Base?
ru: Удалить Whisper Base?
uk: Видалити Whisper Base?
zh_hans: 删除 Whisper Base？

# whisper.deleteMessage
source: The downloaded model will be removed from this iPhone. You can download it again later.
ar: ستتم إزالة النموذج الذي تم تنزيله من هذا الـ iPhone. يمكنك تنزيله مرة أخرى لاحقًا.
az: Endirilmiş model bu iPhone-dan silinəcək. Onu daha sonra yenidən endirə bilərsiniz.
de: Das heruntergeladene Modell wird von diesem iPhone entfernt. Du kannst es später erneut herunterladen.
es: El modelo descargado se eliminará de este iPhone. Puedes volver a descargarlo más tarde.
fi: Ladattu malli poistetaan tästä iPhonesta. Voit ladata sen myöhemmin uudelleen.
fr: Le modèle téléchargé sera supprimé de cet iPhone. Vous pourrez le télécharger à nouveau plus tard.
hi: डाउनलोड किया गया मॉडल इस iPhone से हटा दिया जाएगा। आप इसे बाद में फिर से डाउनलोड कर सकते हैं।
it: Il modello scaricato verrà rimosso da questo iPhone. Potrai scaricarlo di nuovo in seguito.
ja: ダウンロードしたモデルがこの iPhone から削除されます。後でもう一度ダウンロードできます。
ko: 다운로드한 모델이 이 iPhone에서 삭제됩니다. 나중에 다시 다운로드할 수 있습니다.
nl: Het gedownloade model wordt van deze iPhone verwijderd. Je kunt het later opnieuw downloaden.
pl: Pobrany model zostanie usunięty z tego iPhone’a. Możesz pobrać go ponownie później.
pt_br: O modelo baixado será removido deste iPhone. Você poderá baixá-lo novamente mais tarde.
ro: Modelul descărcat va fi eliminat de pe acest iPhone. Îl puteți descărca din nou mai târziu.
ru: Загруженная модель будет удалена с этого iPhone. Позже её можно будет загрузить снова.
uk: Завантаженная модель будет удалена з цього iPhone. Позже её можно будет загрузить снова.
zh_hans: 下载的模型将从此 iPhone 中移除。您稍后可以重新下载。

# whisper.about
source: About 147 MB. Runs fully on-device after download.
ar: حوالي 147 ميغابايت. يعمل بالكامل على الجهاز بعد التنزيل.
az: Təxminən 147 MB. Endirildikdən sonra tamamilə cihazda işləyir.
de: Etwa 147 MB. Läuft nach dem Download vollständig auf dem Gerät.
es: Unos 147 MB. Se ejecuta íntegramente en el dispositivo después de descargarlo.
fi: Noin 147 Mt. Toimii latauksen jälkeen kokonaan laitteessa.
fr: Environ 147 Mo. S’exécute entièrement sur l’appareil après le téléchargement.
hi: लगभग 147 MB। डाउनलोड होने के बाद पूरी तरह डिवाइस पर चलता है।
it: Circa 147 MB. Dopo il download viene eseguito interamente sul dispositivo.
ja: 約 147 MB。ダウンロード後はすべてデバイス上で動作します。
ko: 약 147MB. 다운로드 후 기기에서 완전히 실행됩니다.
nl: Ongeveer 147 MB. Draait na het downloaden volledig op het apparaat.
pl: Około 147 MB. Po pobraniu działa w całości na urządzeniu.
pt_br: Cerca de 147 MB. É executado inteiramente no dispositivo após o download.
ro: Aproximativ 147 MB. După descărcare, rulează integral pe dispozitiv.
ru: Около 147 МБ. После загрузки полностью работает на устройстве.
uk: Около 147 МБ. После загрузки полностью работает на устройстве.
zh_hans: 约 147 MB。下载后完全在设备端运行。

# whisper.storedWithSize
source: Stored locally (%@). No audio leaves this iPhone.
ar: مخزّن محليًا (%@). لا تغادر أي تسجيلات صوتية هذا الـ iPhone.
az: Yerli olaraq saxlanılıb (%@). Heç bir audio bu iPhone-dan kənara çıxmır.
de: Lokal gespeichert (%@). Keine Audiodaten verlassen dieses iPhone.
es: Almacenado localmente (%@). Ningún audio sale de este iPhone.
fi: Tallennettu paikallisesti (%@). Ääntä ei lähetetä tästä iPhonesta.
fr: Stocké localement (%@). Aucun contenu audio ne quitte cet iPhone.
hi: स्थानीय रूप से स्टोर किया गया (%@)। कोई भी ऑडियो इस iPhone से बाहर नहीं जाता।
it: Archiviato localmente (%@). Nessun audio lascia questo iPhone.
ja: ローカルに保存されています（%@）。音声がこの iPhone の外部に送信されることはありません。
ko: 로컬에 저장됨(%@). 오디오가 이 iPhone 외부로 전송되지 않습니다.
nl: Lokaal opgeslagen (%@). Geen audio verlaat deze iPhone.
pl: Zapisano lokalnie (%@). Żadne nagranie nie opuszcza tego iPhone’a.
pt_br: Armazenado localmente (%@). Nenhum áudio sai deste iPhone.
ro: Stocat local (%@). Nicio înregistrare audio nu părăsește acest iPhone.
ru: Сохранено локально (%@). Аудио не покидает этот iPhone.
uk: Сохранено локально (%@). Аудио не покидает етот iPhone.
zh_hans: 已存储在本地（%@）。任何音频都不会离开此 iPhone。

# whisper.stored
source: Stored locally. No audio leaves this iPhone.
ar: مخزّن محليًا. لا تغادر أي تسجيلات صوتية هذا الـ iPhone.
az: Yerli olaraq saxlanılıb. Heç bir audio bu iPhone-dan kənara çıxmır.
de: Lokal gespeichert. Keine Audiodaten verlassen dieses iPhone.
es: Almacenado localmente. Ningún audio sale de este iPhone.
fi: Tallennettu paikallisesti. Ääntä ei lähetetä tästä iPhonesta.
fr: Stocké localement. Aucun contenu audio ne quitte cet iPhone.
hi: स्थानीय रूप से स्टोर किया गया। कोई भी ऑडियो इस iPhone से बाहर नहीं जाता।
it: Archiviato localmente. Nessun audio lascia questo iPhone.
ja: ローカルに保存されています。音声がこの iPhone の外部に送信されることはありません。
ko: 로컬에 저장됨. 오디오가 이 iPhone 외부로 전송되지 않습니다.
nl: Lokaal opgeslagen. Geen audio verlaat deze iPhone.
pl: Zapisano lokalnie. Żadne nagranie nie opuszcza tego iPhone’a.
pt_br: Armazenado localmente. Nenhum áudio sai deste iPhone.
ro: Stocat local. Nicio înregistrare audio nu părăsește acest iPhone.
ru: Сохранено локально. Аудио не покидает этот iPhone.
uk: Сохранено локально. Аудио не покидает етот iPhone.
zh_hans: 已存储在本地。任何音频都不会离开此 iPhone。

# whisper.downloading
source: Downloading the multilingual Core ML model…
ar: جارٍ تنزيل نموذج Core ML متعدد اللغات…
az: Çoxdilli Core ML modeli endirilir…
de: Das mehrsprachige Core-ML-Modell wird heruntergeladen…
es: Descargando el modelo Core ML multilingüe…
fi: Ladataan monikielistä Core ML -mallia…
fr: Téléchargement du modèle Core ML multilingue…
hi: बहुभाषी Core ML मॉडल डाउनलोड हो रहा है…
it: Download del modello Core ML multilingue…
ja: 多言語対応 Core ML モデルをダウンロード中…
ko: 다국어 Core ML 모델 다운로드 중…
nl: Het meertalige Core ML-model wordt gedownload…
pl: Pobieranie wielojęzycznego modelu Core ML…
pt_br: Baixando o modelo Core ML multilíngue…
ro: Se descarcă modelul Core ML multilingv…
ru: Загрузка многоязычной модели Core ML…
uk: Завантаження многоязичной модели Core ML…
zh_hans: 正在下载多语言 Core ML 模型…

# whisper.optimizing
source: Optimizing the model for this iPhone…
ar: جارٍ تحسين النموذج لهذا الـ iPhone…
az: Model bu iPhone üçün optimallaşdırılır…
de: Das Modell wird für dieses iPhone optimiert…
es: Optimizando el modelo para este iPhone…
fi: Optimoidaan mallia tälle iPhonelle…
fr: Optimisation du modèle pour cet iPhone…
hi: इस iPhone के लिए मॉडल को ऑप्टिमाइज़ किया जा रहा है…
it: Ottimizzazione del modello per questo iPhone…
ja: この iPhone 向けにモデルを最適化中…
ko: 이 iPhone에 맞게 모델을 최적화하는 중…
nl: Het model wordt geoptimaliseerd voor deze iPhone…
pl: Optymalizowanie modelu dla tego iPhone’a…
pt_br: Otimizando o modelo para este iPhone…
ro: Se optimizează modelul pentru acest iPhone…
ru: Оптимизация модели для этого iPhone…
uk: Оптимизация модели для цього iPhone…
zh_hans: 正在为此 iPhone 优化模型…

# whisper.transcribing
source: Transcribing locally…
ar: جارٍ النسخ محليًا…
az: Yerli olaraq transkripsiya edilir…
de: Wird lokal transkribiert…
es: Transcribiendo localmente…
fi: Litteroidaan paikallisesti…
fr: Transcription locale…
hi: स्थानीय रूप से ट्रांसक्राइब किया जा रहा है…
it: Trascrizione locale…
ja: ローカルで文字起こし中…
ko: 로컬에서 전사 중…
nl: Wordt lokaal getranscribeerd…
pl: Transkrypcja lokalna…
pt_br: Transcrevendo localmente…
ro: Se transcrie local…
ru: Локальная транскрипция…
uk: Локальна транскрипция…
zh_hans: 正在本地转写…
